Repository: botirovshox-lang/med-translation
Catalog: med_translation/final_output/tm_reference_FINAL.tmx
Source language: ru
Languages: en

source: Плохое настроение — нормально, если у вас что-то идет не так. Со временем оно проходит, и вы чувствуете себя лучше. Если плохое настроение или тоска возникают каждый день и длятся более 2 недель, мешают учебе или работе либо влияют на вашу самооценку, то вам необходима помощь. Признаки Отметьте все признаки, которые вы наблюдаете у себя более 2 недель: Потеря интереса к любимым занятиям  Грусть, раздражительность, опустошенность или подавленность  Длительное пребывание в одиночестве Беспокойство, неспособность сидеть на месте или медлительность  Чувство своей ничтожности или вины  Чувство безнадежности  Мысли о смерти или причинении себе вреда Изменение аппетита и веса  Нарушения сна (длительный сон или бессонница)  Проблемы с вниманием, мышлением, запоминанием или принятием решений Упадок сил или постоянная усталость  Потеря интереса к сексу Если какой-либо признак сохраняется более 2 недель, обратитесь к врачу. Возможно, у вас депрессия. Если вы думаете, чтобы причинить вред себе или окружающим, немедленно обратитесь в отделение неотложной помощи.
en: Feeling Feeling sad or unhappy is normal when something goes wrong. These feelings often go away with time and you feel better. When these feelings occur each day and last for more than 2 weeks, get in the way of your ability to go to school or work, or affect your self-esteem, then it is important to get help. Signs Use this list to mark any signs that you have had for 2 weeks or more: Loss of interest and pleasure in activities you have enjoyed  Feeling sad, irritable, empty or down in the dumps  Spending a lot of time alone Restless, not able to sit still or feeling slow  Feeling worthless or guilty  Feeling hopeless  Thoughts of death or harming yourself Changes in appetite, weight loss or weight gain  Change in how you are sleeping, such as not sleeping or sleeping too much  Problems concentrating, thinking, remembering, or making decisions Loss of energy or feeling tired all of the time  Loss of interest in sex If you have any of these signs for more than 2 weeks, talk to your doctor. You may have a health condition called depression. If you are thinking of harming yourself or others, seek help right away by going to a hospital emergency room. Feeling Sad. Russian.

source: Лечение Первый шаг к тому, чтобы почувствовать себя лучше, — поговорить с тем, кто может вам помочь: врачом, психологом или специалистом по психическому здоровью. Оперативно оказанная помощь может сократить продолжительность депрессии, облегчить ее и снизить вероятность ее повторения. Лечение может включать прием лекарств и психологическую помощь. Рекомендации: • Придерживайтесь здорового питания. • Ведите активный образ жизни, даже если вам не хочется. • Каждую ночь старайтесь спать 8 часов. • Не оставайтесь в одиночестве. • По возможности избегайте стресса. • Относитесь к себе с уважением и добротой. • Вступите в группу поддержки. • Поговорите с представителем духовенства. • Молитесь или медитируйте. • Каждый день ставьте перед собой простую цель, например выполнить небольшое задание или прогуляться. • Расскажите близким, что вы чувствуете. • Заведите дневник и записывайте свои мысли и ощущения. • Будьте терпеливы сами с собой. • Вспоминайте радостные события, просматривая видео или фото. • Планируйте на каждый день приятное занятие. • Займитесь творчеством, например рисуйте или сочиняйте стихи. • Не употребляйте ни алкоголь, ни наркотики.
en: Your Care The first step to feeling better is talking to someone who can help you. This might be a doctor, counselor or other mental health professional. Getting help early can shorten how long depression lasts, make it less serious and reduce the chance it will happen again. Your care may include medicine and counseling. Here are things you can do that can help: • Eat a healthy diet and avoid junk food. • Stay active, even if you do not feel like it. • Try to get 8 hours of sleep each night. • Avoid being alone. • Avoid stress if possible. • Treat yourself with respect and kindness. • Join a support group. • Talk to clergy or spiritual leaders. • Pray or meditate. • Set a small goal each day that you can do, such as a small task or take a walk. • Share your feelings with family or friends. • Write your thoughts and feelings in a journal. • Be patient with yourself. • Think about joyful events in your life by looking at videos or photos. • Plan to do something you enjoy each day. • Do creative activities, such as drawing, painting and poetry. • Avoid alcohol and street drugs. Feeling Sad. Russian.

source: Во время осмотра • Перед осмотром посетите туалет и опорожните мочевой пузырь. • Вас попросят раздеться ниже пояса и дадут пеленку прикрыться. • Вас попросят лечь на смотровое кресло и положить ноги на подставки. • Колени нужно развести в стороны. Сделайте несколько медленных глубоких вдохов, чтобы расслабить мышцы в области влагалища. • Врач осмотрит складки кожи вокруг входа во влагалище (половые губы) на наличие инфекции и других проблем. • Затем врач введет во влагалище пластиковое или металлическое зеркало в форме утиного клюва и осмотрит влагалище. Если необходимы другие анализы, например мазок Папаниколау, их также возьмут. После этого зеркало извлекается. • Надев перчатки, врач введет во влагалище 2 пальца одной руки, а другую руку положит на низ живота, чтобы прощупать размер и форму матки и яичников. • По окончании осмотра врач снимет перчатки и попросит вас одеться. • Затем врач расскажет вам о результатах осмотра.
en: Having the Exam • Go to the bathroom and empty your bladder before this test. • You will be asked to undress from your waist down and will have a paper sheet to cover you. • You will be asked to lie down on the exam table and place your feet in holders at the end of the table, called stirrups. • Let your knees fall to the sides. Take slow, deep breaths to relax the muscles around your vagina during the exam. • Your provider will examine the skin around your vagina, called the labia, for signs of infection or other problems. • A plastic or metal duck-bill shaped tool, called a speculum, will be placed into your vagina to allow the provider to see inside your vagina. If other testing is needed, such as a Pap Smear, it will be done while the speculum is in place. The speculum is then removed. • Using gloves, your provider will place 2 fingers into your vagina and the other hand will be placed on your lower abdomen to feel the size and shape of your uterus and ovaries. • When the exam is done, the provider will remove the gloves and ask you to get dressed. • Your provider will review the results of the exam with you. Female Exam and Pap Smear. Russian.

source: • определенные методы лечения ряда заболеваний. Симптомы Заболевание может протекать в легкой или тяжелой форме. Его могут усугубить сырые фрукты и овощи, продукты с высоким содержанием клетчатки, жирная пища и газированные напитки. Симптомы: • тошнота; • рвота непереваренной пищей; • изжога; • вздутие живота; • боль или судороги в области живота; • отсутствие аппетита; • чувство насыщения после приема малого количества пищи; • высокий или низкий сахар в крови. Обследование Помимо осмотра, необходимо сделать анализы крови, исследование проходимости желудка и кишечника и других заболеваний. Вам могут назначить: • эндоскопию верхних отделов желудочно-кишечного тракта: тонкая трубка с лампочкой и камерой вводится в желудок через рот пациента и позволяет рассмотреть ротовую полость, пищевод и желудок; • ультразвуковое обследование: позволяет получить изображение внутренних органов; • рентген с барием: пациенту будет предложено выпить раствор с барием, который проявится на рентгенограмме и покажет, как работает желудок.
en: • Certain treatments for health problems. Signs Signs may be mild to severe. Raw fruits and vegetables, high fiber foods, fatty foods and carbonated drinks can make signs worse. Signs include: • Nausea • Vomiting undigested food • Heartburn • Bloating • Pain or spasms in the stomach area • Lack of appetite • Feeling full after a few bites of food • Very high or very low blood sugar levels Testing After a physical exam, you may have blood tests. Other tests may be done to check for stomach or intestine blockage or other problems. Tests may include: • Upper endoscopy: This test allows the doctor to see inside your mouth, esophagus and stomach. A thin tube that has a light and camera inside is put in through your mouth and passed down into your stomach. • Ultrasound: This test uses sound waves to get pictures of the organs in your abdomen. • Barium x-ray: During this test, you will be given a drink that has barium in it. The barium shows up on the x-ray to show how well your stomach works. Gastroparesis. Russian.

source: Врач может назначить следующие исследования для оценки скорости опорожнения желудка: • сканирование опорожнения желудка: пациент проглатывает пищу с небольшим содержанием радиоактивного вещества, продвижение которого отслеживается камерой, что позволяет измерить скорость опорожнения желудка; • капсульная эндоскопия: пациент проглатывает капсулу, которая передает информацию на записывающее устройство, надеваемое на шею или на пояс пациента, позволяющее отслеживать скорость опорожнения желудка и проводимость кишечника. Капсула выводится при дефекации. Лечение Целью лечения является устранение симптомов. Иногда остановить гастропарез помогает лечение болезни, ставшей его причиной. Иногда излечить гастропарез удается не полностью. Компоненты лечения: • прием лекарств; • изменение режима питания, например еда малыми порциями 6 раз в день. Для контроля симптомов заболевания врач или диетолог могут рекомендовать употреблять только жидкую пищу, избегать алкоголя, газированных напитков и ограничить продукты с высоким содержанием клетчатки и жиров; • контроль сахара в крови при диабете. Возможно, для регулирования уровня инсулина вам придется часто контролировать уровень сахара и постоянно консультироваться с врачом или диабетологом;
en: Your doctor may order tests to check how fast your stomach empties. • Gastric emptying scan: You would eat a small meal that has a very small amount of radioactive material in it. A camera is used to scan the movement of the radioactive material to measure how fast your stomach empties after the meal. • Wireless capsule monitor: You swallow a small capsule device that sends information to a recorder that wear around your neck or clip to your belt. Your doctor is able to check how fast your stomach empties and how fast food and liquids pass through your intestines. The capsule is passed in your bowel movement. Treatment The goal of treatment is to manage the signs you have. Sometimes treating the cause may stop gastroparesis. Sometimes treatment may not completely stop gastroparesis. Treatment may include: • Medicines. • Changing your eating habits, such as eating 6 small meals each day. Your doctor or dietitian may also have you try eating liquid meals to help control your signs. You may also need to avoid alcohol, carbonated drinks and limit high fiber and high fat foods. • Controlling your blood sugars if you have diabetes. You may need to check your blood sugar levels often and work closely with your doctor or diabetes educator to adjust your insulin. Gastroparesis. Russian.

source: В лекарствах могут присутствовать другие ингредиенты, например красители. Это так называемые неактивные ингредиенты. Они не оказывают влияние на количество активных ингредиентов. Безопасный прием лекарств • Уточните у врача, почему вам нельзя принимать дженерики назначенных препаратов. • Убедитесь, что вы знаете наименование дженериков препаратов, которые вы принимаете. • При приобретении препаратов по рецепту попросите фармацевта проверить, подходит ли вам лекарство, если упаковка выглядит иначе или не получается найти его наименование на этикетке. • Принимайте лекарство в соответствии с предписанием врача или инструкцией. Не превышайте рекомендованную дозу, указанную на этикетке. Превышение дозировки повышает вероятность побочных эффектов, а правильная дозировка обеспечит вашу безопасность. • При приеме лекарства следуйте инструкции. Выполнение следующих рекомендаций обеспечит максимальную эффективность препарата. • Если препарат принимается с пищей, принимайте его во время еды. • Если препарат принимается за час до или через час после еды, придерживайтесь данной рекомендации. • Также могут иметь место другие рекомендации по приему лекарств.
en: There may be other ingredients in a product, such as dyes or colorings. These are called inactive ingredients. They do not change the amount of the active ingredients in a product. Use medicines safely • Ask your doctor if there is any reason that you should not use a generic version of any medicine you take. • Be sure you know the generic name of any brand name medicine you take. • When refilling prescription medicines: If the medicine looks different or you do not recognize the medicine name on the label, ask the pharmacist to check that it is the right medicine for you. • Take the medicine as directed by your doctor or follow the medicine label. Do not take more medicine than what is recommended on the medicine label. Taking more medicine may put you more at risk for side effects. Medicine dose amounts are set for your health and safety. • Follow the directions on the medicine label for how to take the medicine. These directions help the medicine to work best in your body. • If the medicine says to take with food, then eat something when you take your medicine or take the medicine as you eat your meal. • If the medicine says to wait one hour before or after eating, then you should do so. • There may be other directions for taking medicines. Generic and Brand Name Medicines. Russian.

source: Подготовка к кормлению грудью Вымойте руки и устройтесь поудобнее. Для поддержки ребенка используйте подушки. Некоторые матери перед началом кормления делают легкий массаж груди. Как держать ребенка во время кормления грудью Существует несколько поз, которые Вы можете использовать для кормления грудью. Ребенок должен находиться на уровне груди, чтобы Вам не нужно было над ним наклоняться. Всегда поднимайте ребенка к груди вместо того, чтобы пытаться вставить свою грудь в рот ребенка. Лучше всего для поддержки головы Вашего ребенка использовать позы «захват футбольного мяча» или «из подмышки» (перекрестной колыбельки). Позы «захват футбольного мяча» или «из подмышки» 1. Положите ребенка на подушку сбоку от себя. 2. Обхватите свою грудь четырьмя пальцами под грудью и большим пальцем сверху, так чтобы пальцы образовали букву «С». Удостоверьтесь в том, что Ваши пальцы находятся вне ареолы, темного кружка вокруг Вашего соска. 3. Подложите руку под Вашего ребенка. Поместите ладонь между лопатками в верхней части спины ребенка.
en: Getting Ready to Breastfeed Wash your hands and make yourself comfortable. Use pillows to help you hold and support your baby. Some mothers massage their breasts gently before breastfeeding. Holding Your Baby to Breastfeed There are several positions you can use to breastfeed your baby. Make sure you have your baby at breast height so that you are not leaning over your baby. Always bring your baby to your breast instead of trying to put your breast into your baby’s mouth. Football and cross cradle holds will provide the best head control for the newborn. Football or Under the Arm Hold 1. Place your baby on a pillow at your side. 2. Support your breast with 4 fingers below and your thumb above, forming a “C”. Make sure your fingers are behind the areola, the dark area around your nipple. 3. Hold your baby tucked under your arm. Place the palm of your hand on your baby’s upper back, between Getting Started Breastfeeding Your Baby. Russian.

source: Придерживайте голову и шею Вашего ребенка ниже ушей. 4. Поднимите ребенка к груди. 5. Прикоснитесь соском к губам Вашего ребенка и подождите, пока он широко откроет рот. 6. Дайте ребенку захватить грудь. Поза «перекрестная колыбелька» 1. Положите ребенка на подушку поверх колен так, чтобы он находился на уровне груди. 2. Поддерживайте грудь ладонью со стороны груди так, чтобы пальцы ладони и большой палец образовали букву “U”. 3. Поместите ноги Вашего ребенка под руку со стороны, противоположной груди, из которой Вы его будете кормить. 4. Поддерживайте голову и спину Вашего ребенка плечом, при этом кисть руки должна поддерживать ноги Вашего ребенка.
en: the shoulder blades. Control your baby’s head at the neck, below the ears. 4. Lift your baby up to your breast. 5. Tickle your baby’s lips with your nipple and wait until your baby’s mouth opens wide. 6. Bring your baby onto your breast. Cross Cradle Hold 1. Place your baby on a pillow across your lap so he or she faces you at breast level. 2. Support your breast with the hand on that side with your fingers and thumb below to form a “U” shape. 3. Place your baby’s legs under the arm opposite the breast from which he will be feeding. 4. Support your baby’s head and back with your arm and hand your baby’s legs are under. Getting Started Breastfeeding Your Baby. Russian.

source: Поза «колыбелька» В первое время многим матерям эта поза кажется неудобной. По мере того, как ребенок растёт и становится опытнее в кормлении, держать ребенка в этой позе становится легче. 1. Положите ребенка на бок животом по направлению к себе, используя подушки так, чтобы он находился на уровне груди. 2. Голова Вашего ребенка должна находиться на предплечье. 3. Поддерживайте спину и попу ребенка рукой. Поза «лежа на боку» Сначала эту позу трудно выполнить без посторонней помощи. 1. Устройтесь поудобнее, лежа на том же боку, что и грудь, которой Вы собираетесь кормить. 2. Для поддержки используйте подушки. 3. Положите ребенка на бок лицом к груди. 4. Положите ребенка так, чтобы основание головы находилось на изгибе Вашей руки.
en: Cradle Hold Many mothers find this hold hard at first. It gets easier as your baby gets a little bigger and more skillful at nursing. 1. Place your baby on her side with baby’s tummy facing you, using pillows so she is at breast level. 2. Rest your baby’s head on your forearm. 3. Support your baby’s back and hold her bottom with your hand. Side-Lying Hold This hold is also hard at first unless you have help. 1. Make yourself comfortable by lying on the same side as the breast from which you will feed. 2. Use pillows for support. 3. Place your baby on his side facing your breast. 4. Cradle your baby with the base of his head in the bend of your arm. Getting Started Breastfeeding Your Baby. Russian.

source: Прикладывание к груди Когда Ваш ребенок займет свое положение, а Вы будете поддерживать свою грудь, можно вставить сосок в рот ребенку. • Положите свою руку под грудь ниже темной области вокруг соска, которая называется ареолой. Аккуратно приподнимите грудь. Направьте сосок ко рту вашего ребенка. • Коснитесь соском губ Вашего ребенка. Аккуратно выдавите немного молока. Ваш ребенок должен широко раскрыть рот. Направьте сосок в рот Вашего ребенка. • Когда ребенок широко, как при зевании, откроет рот, прижмите ребенка к себе. При этом большая часть ареолы окажется во рту ребенка. • Держите ребенка возле своего живота так, чтобы кончик носа и подбородок ребенка находились около Вашей груди. Продолжайте поддерживать грудь для того, чтобы облегчить ее вес и не допустить выпадения соска изо рта Вашего ребенка. • Перед тем, как приложить ребенка ко второй груди, подождите, пока он отрыгнет. Во время следующего кормления начните с той груди, с которой Вы закончили предыдущее кормление.
en: Latching On When your baby is positioned and your breast is supported, you are ready for your baby to latch onto your nipple. • Place your hand under your breast behind the dark area around the nipple called the areola. Gently lift the breast. Guide your nipple toward your baby’s mouth. • Tickle your baby’s lips with your nipple. Gently squeeze out some milk. Your baby should open his or her mouth wide. Aim the nipple up and back, deep into your baby’s mouth. • When your baby opens her mouth wide like a yawn, pull your baby closer. This allows you to help your baby get as much of the areola inside your baby’s mouth. • Hold your baby’s body against your stomach with the tip of your baby’s nose and chin next to your breast. Continue to hold your breast to support its weight and to prevent your nipple from falling out of your baby’s mouth. • Burp your baby before switching to your other breast. For the next feeding, start on the side you ended with at the last feeding. Getting Started Breastfeeding Your Baby. Russian.

source: Как часто я должна кормить грудью? Кормите грудью каждые 2-3 часа в течение дня с тем, чтобы ночью Ваш ребенок не просыпался для кормления так же часто, как днем. Чем меньше Вы будете кормить ребенка днем, тем больше он будет хотеть есть ночью. В течение первых 3 месяцев детей нужно кормить 8-10 раз в сутки. Кормление грудью способствует выработке большего количества молока и предохраняет Вашу грудь от переполнения и застоя. Через какое время после рождения я должна начать кормить грудью? По возможности следует начать кормление грудью сразу после родов. Продолжайте кормить своего ребенка грудью каждые 2-3 часа, даже если молоко еще не поступило или пока его мало. Очень важно кормить грудью в самые первые дни жизни ребёнка. Проведенное совместно время поможет Вам и Вашему ребенку лучше узнать друг друга. Запаситесь терпением по отношению к себе и своему ребенку. Какова продолжительность кормления грудью ребенка? В первые 24-48 часов большинство детей кормятся от груди в течение 15-20 минут. По истечении этих первых часов ребенок может кормиться в течение 20 минут от одной груди и продолжать кормление от второй груди еще до 20 минут. Предоставьте Вашему ребенку, а не часам, решать, когда ему закончить кормление.
en: How often should I breastfeed? Breastfeed every 2 to 3 hours during the day so that your baby may not wake as often during the night for feedings. Fewer day feedings mean that your baby will need more feedings at night. During the first 3 months, babies need to feed 8 to 10 times in a 24- hour period. Breastfeeding often helps you make more milk and prevents your breasts from becoming overfull or engorged. How soon should I breastfeed after my baby is born? Breastfeed right after delivery if possible. Continue to breastfeed your baby every 2 to 3 hours even if your milk has not come in or you do not have a lot of milk yet. In the early days of life, breastfeeding is very important. Practice times together help you and your baby get to know one another. Be patient with yourself and your baby. How long should I breastfeed my baby? Most babies will breastfeed for about 15 to 20 minutes the first 24 to 48 hours. After this time, the baby may want to breastfeed for 20 minutes on one breast and continue for up to 20 minutes on the second breast. Let your baby, rather than the clock, decide when he is finished. Getting Started Breastfeeding Your Baby. Russian.
